Repository: LowResourceLanguages/hltdi-l3
Catalog: tm/esgn/dgo1.tmx
Source language: es_py
Languages: gn

source: Fue cuando el joven percibió que se trataba de la Biblia y que estaba abierta en el Evangelio de Marcos.
gn: Mitãrusu ohechakuaákuri upe aranduka ha'eha Biblia ha ojepe'aha Marcos rembihaípe.

source: El muchacho interrumpió la lectura del viejo y le preguntó: -“Señor, ¿usted todavía cree en ese libro lleno de fábulas y cuentos?”.
gn: Mitãrusu ojoko pe tujami moñe'ẽ ha oporandu: -“Karai, ¿ndépiko reguerovia gueterei pe aranduka henyhẽva morangu ha ñemombe'úgui?”.

source: -“Sí, mas no es un libro de cuentos, es la Palabra de Dios, o ¿estoy equivocado?”.
gn: -“Aguerovia, hákatu kóvango ndaha'é ñemombe'urei aranduka, kóvango Tupã ñe'ẽ, térãpa ajavy”.

source: -“Pero claro que lo está.
gn: -“Héẽ, rejavy.

source: Creo que usted señor debería estudiar Historia Universal y verá que la Revolución Francesa, ocurrida hace más de 100 años, mostró la miopía de la religión.
gn: Chénteko ha'e nde remoñe'ẽva'erãha Arapy Rembiasakue ha upépe rehechakuaáta Revolución Francesa, ojehuva'ekue 100 ary rasamíma, ohechaukahague jeroviakatu vyroreiha.

source: Solamente personas sin cultura todavía creen que Dios hizo el mundo en 6 días.
gn: Tapicha tavýnte oguerovia gueterei Tupã ojapohague yvóra 6 árape.

source: Usted señor debería conocer un poco más lo que los Científicos dicen de todo eso”.
gn: Ndéngo reñeha'ãva'erã reikuaamive mba'épa he'i umi tembikuaatyhára umi mba'ére”.

source: -“Y... ¿es eso mismo lo que los científicos dicen sobre la Biblia?”, preguntó el viejo.
gn: -“Ha… ¿umíva umi mba'épiko he'i umi tembikuaatyhára Biblia-pe ojehaívare?”, oporandu tujami.

source: -“Como voy a bajar en la próxima estación, no tengo tiempo de explicarle.
gn: -“Aguejýtagui ambue japytatahápe, nda'ijavéima chéve amyesakã haĝua ndéve.

source: Déme su tarjeta para mandarle material sobre este tema”, respondió el joven al anciano.
gn: Eme'ẽna chéve ne kuatia'atã'i ikatuhaĝuáicha amoĝuahẽ ndéve heta marandu ko mba'e rehegua”, ombohovái tujamí upe mitãrusúpe.

source: El anciano entonces, con mucha paciencia, sacó su tarjeta y se la dio al muchacho.
gn: Upérõ tujami, mbeguekatumi, onohẽ ikuatia'atã'i ha ome'ẽ mitãrusúpe.

source: Cuando éste leyó lo que allí decía se sobresaltó y salió cabizbajo.
gn: Kóva omoñe'ẽvo hese he'íva oñemondýi ha ñakãitýpe oho.

source: En la tarjeta decía: Profesor Doctor Louis Pasteur, Director General del Instituto de Investigaciones Científicas, Universidad Nacional de Francia.
gn: Kuatia'atã'íre he'i: Mbo'ehára Tembikuaajára Louis Pasteur, Tembikuaareka Renda Motenondehára, Francia Retã Mbo'ehaovusu.

source: “Un poco de ciencia nos aparta de Dios.
gn: “Michĩ jave tembikuaaty ñanemomombyry Tupãgui.

source: Mucha, nos aproxima”.
gn: Heta jave, ñanemo'aĝui”.

source: Esta antigua leyenda intenta explicar la causa del porqué los Tupi viven en el Brasil y los Guarani en el Paraguay.
gn: Ko mombe'upy tujaite oñeha'ẽ ombohovái mba'eicharupípa Tupi oĩ Brasil-pe ha Guarani katu Paraguay retãme.

source: Dos hermanos, Guarani y Tupi, llegaron con sus familiares a América.
gn: Mokõi joyke'y, Guarani ha Tupi oĝuahẽkuri ipehẽnguekuéra ndive Amérikape.

source: Después de buscar por mucho tiempo a hombres y mujeres como ellos, se dieron cuenta con esta enorme extensión de tierra solamente habían campos, montes y animales salvajes.
gn: Heta oheka rire kuimba'e ha kuña ha'ekueraichagua, ohechakuaa hikuái ko yvy guasuetépe oĩha ñu, ka'aguy ha mymba ñarõ mante.

source: Luego de la larga búsqueda y al no encontrar semejantes, fundaron sus pueblos.
gn: Heta oheka rire ha ndojuhúimarõ hapichakuerarã; upémarõ, omoheñói itavarã.

source: En esas comunidades vivieron por mucho tiempo en paz y amistad, juntos y solidariamente.
gn: Umi táva rupi oiko heta ára teko marangatu ha mborayhu pa'ũme, oñondivepa, jekupytýpe.

source: Viviendo así comenzaron a multiplicarse y a tener sus desavenencias.
gn: Upéicha oikokuévo oñepyrũ hetave ha avei oikovaiñepyrũkuri ojoapytépe.

source: Ya no podían vivir en armonía.
gn: Ndaikatuvéima oiko hikuái peteĩ ñe'ẽme.

source: Un día pelearon muy violentamente.
gn: Peteĩ ára oñorairõmbaguasúkuri.

source: La causa de dicho conflicto fue la pelea que sostuvieron las esposas de dos Caciques por la posesión de un loro que vivía en las proximidades de sus chozas.
gn: Upe mba'e ojehu mokõi kuña omendáva mokõi mburuvicháre, oipotágui imba'erã peteĩ gua'a oikova hogakuéra jerére.

source: Entonces los dos Caciques se dieron cuenta que en esa gran disputa podían eliminarse mutuamente y por eso resolvieron separarse desde ese día.
gn: Upémarõ umi mokõi mburuvicha ohechakuaa upe ñorairõ guasúpe ojojukapataha hikuái; upévare oñemomombyry ñepyrũ upe ára guive.

source: El mayor, Tupi, quedó en el actual territorio del Brasil, donde ya estaba viviendo; y el menor llamado Guarani, vino con los suyos al sur, al territorio del Paraguay y sus alrededores.
gn: Tyke'ýra, ha'éva Tupi, opyta Brasilpe, oikohapevoi; ha tyvýra, hérava Guarani, oúkuri ipehẽnguekuéra ndive, Ñemby gotyo, Paraguay retã ha ijerére.

source: Al pasar la fiesta de la Virgen de Ka'akupe todos ya se aprestan para celebrar la más grande fiesta de la tradición cristiana: la Navidad o Natividad; es decir, la recordación del Nacimiento del Niño Jesús.
gn: Ohasávo Tupãsy Ka'akupe ára opavave oñembosako'íma oguero'ayvu haĝua pe vy'a tuichavéva, cristiano rekópe, ha'éva Arareñói térã Tupãra'y Arareñói gueromandu'a.

source: En efecto, en todo el mundo cristiano, el 24 de diciembre es Nochebuena y el 25 de diciembre es Navidad.
gn: Añetehápe, ko yvóra tuichakue javeve, 24 jasypakõi ha'e Pyharemarangatu ha 25 jasypakõi katu Arareñói.

source: Tiempo de reflexión, de perdón, de amor.
gn: Mokõive, peteĩme, ha'e py'amongeta, ñyrõ ha mborayhu ára.

source: La Navidad representa una nueva oportunidad para renovar la vida, para corregir el camino, para celebrar la vida.
gn: Arareñói niko peteĩ pa'u opavave jaguerekóva ñambopyahu haĝua ñande rekove; ñamyatyrõ haĝua ñande rape ha jaguero'ayvu haĝua teko.

source: Es el tiempo para deponer rencores y maldades.
gn: Upe árape tekotevẽ ñamboyke ñeko'õi ha ñaña.

source: No existe nada más bonito esa noche que confundirse en un fuerte y emotivo abrazo con los seres queridos y dejar al Niño Jesús que renazca en nuestros corazones y en nuestras vidas.
gn: Ndaipóri mba'e iporãvéva upe pyharépe jahechárõ opavavépe oñoañuãvo mbarete porã ha upe jave jahejávo Tupãra'ýpe heñoijey ñandepype.

source: Es costumbre preparar el pesebre para revivir la Navidad de Jesús.
gn: Oikembaretéma ñande jepokuaápe mymbakeha apo, jagueromandu'a haĝua Tupãra'y Arareñói.

source: La preparación se hace a partir del 15 de diciembre, otros lo hacen el día 20 y algunos el día de la Nochebuena.
gn: Oĩ ojapóva 15 jasypakõime; ambue katu ojapo ára 20 ha oĩ avei ojepóva upe Pyharemarangatu árape.

source: Se cuenta que la tradición nació de la mano de San Francisco de Asís en el siglo XIII después de Cristo, esparciéndose posteriormente a todo el mundo; siendo el objetivo esencial revivir con imágenes el nacimiento de Jesús -hace más de 2.000 años- en un humilde pesebre de Belén, rodeado de María y José; también, de animales (vacas, ovejas, burros, gallo) y de algunos pastores; a quienes -unos días después- se sumaron en la adoración los Tres Reyes Magos, que fueron guiados hasta el lugar por una estrella.
gn: Ko jepokuaa niko omoheñoi'ypýkuri Francisco de Asís Marangatu, sa'ary'aty XIII Kirito rireguápe ha upégui herakuãva'ekue oparupiete; ojegueromandu'a haĝua, ta'ãngamimi rupive, Hesu arareñói -ojapo 2.000 ary- peteĩ mymbakeha mboriahumíme, amoite Belén-me, ha oĩháme ijerére Maria ha Hose; avei, mymbamimi (vaka, ovecha, chavurro ha kupyju) ha ovechañangarekohára; ha umívape, upe rire, omoirũkuri Tupãra'y jehechakuaápe umi Mbohapy Karai Mba'ekuaa, oĝuahẽva'ekue upépe peteĩ mbyja ñesãmbyhy rupive.

source: Ya en su inicio, diciembre se llena de los frutos de la tierra: sandías, melones, piñas, uvas; además, del rico choclo; y todo el Paraguay se cubre del agradable y característico olor de la flor de coco.
gn: Oñepyrũvo, jasypakõi henyhẽmavoi opaichagua temitýgui: sandia, merõ, avakachi, úva; upéicha avei, hetéva avatiky; ha Paraguáy tuichakue javeve henyhẽ mbokaja poty ryakuã asyetévagui.

source: Hasta hoy la gente del campo sale a buscar las ramas de ka'avove'i, arbusto que abunda en esta época.
gn: Ko'aĝaite peve ñande rapicha okaraygua osẽ oheka ha oikytĩ ka'avove'i rakãmimi, okakuaáva oparupiete.

source: Esas ramas son clavadas en el suelo, formando el pesebre, a modo de pequeño altar; y dentro del mismo los miembros de la familia alojan las imágenes de arcilla de Jesus, Santa María, San José, el Ángel Gabriel, la paloma, la estrella, los pastores, los animales: vacas, ovejas, burros, el gallo y por supuesto los infaltables y siempre esperados Tres Reyes Magos.
gn: Ka'avove'i rakãmimi ojegueru ha ojekutujereva'erã, ojejapóvo heseve peteĩ tapỹi'i, ojoguáva upe mymbakeha, Hesu heñoihaguépe; ha ipype oñemohenda vy'apópe umi ta'ãngamimi ojejapóva ñay'ũgui: Hesu, Maria Marangatu, Hose Marangatu, Gabriel Tupãremimbou, pykasu, mbyja, ovachañangarekohára ha umi mymbamimi: vaka, ovecha, chavurro, kupyju; ha upéicha avei, umi ojehecharamovéva ha oñeha'ãrõvéva ha'éva umi Mbohapy Karai Mba'ekuaa.

source: Como ofrenda se ubicarán alrededor del pesebre la flor de coco, sandías, melones, piñas, naranjos, bananos, etc.
gn: Temikuave'ẽrõ oñemoĩ avei pe mymbakeha jerére: mbokaja poty, sandia, merõ, avakachi, narã, pakova ha ambuéva.

source: Al atardecer una vela se encenderá para recordar a Jesus que es luz y es vida.
gn: Ka'arupytũ jave katu oñemyendyva'erã peteĩ tataindy ojegueromandu'ávo Hesúpe, ha'éva tesape ha tekove.

source: El día de la Nochebuena, las familias se reúnen en la casa de los padres.
gn: Pyharemarangatu árape, pehẽnguekuéra ijatypaite ituvakuéra rógape.

source: Los que son del interior y que viven lejos de sus padres (dentro del país o fuera de él) retornan a sus hogares para pasar todos juntos la Nochebuena y la Navidad.
gn: Umi okarayguáva ha oikóva ambue ñane retã táva rupi térã oikóva ambue tetãme, ojevypaite hógape ikatuhaĝuáicha ohasa oñondivepa Pyharemarangatu ha Arareñói.

source: En el horno se preparan ricos platos como el asado de cerdo, gallina, carne vacuna u oveja.
gn: Tatakuápe oñembojy umi tembi'u hevéva ha ñanemba'etéva, umíva apytépe: kure, ryguasu, vaka ro'o ha ovecha.

source: También de ese horno salen humeantes y olorosas sopas paraguayas y chipa guasu.
gn: Upe tatakuágui osẽ avei hyakuã asýva sópa paraguái ha chipa guasu.

source: En tanto, en una enorme olla se hierve la mandioca.
gn: Peteĩ japepo guasúpe katu oñembopupu mandi'o.

source: Asimismo, se prepara el rico clericó, mezclando toda clase de frutas: manzanos, naranjos, piñas y uvas.
gn: Upéicha avei, ojejapo pe mba'erykue hérava keleriko, oñembojehe'ávo opaichagua yva: manasána, narã, avakachi ha úva.

source: Un cántaro lleno de clericó se ubica al costado del pesebre para servir a los visitantes en jarros de arcilla.
gn: Peteĩ kambuchi renyhẽte kelerikógui oñemoĩ pe mymbakeha ykére ojeitykua haĝua -peteĩ kaguápe- opavave oñembojávape ohecha haĝua pe mymbakeha.

source: Al atardecer, los niños y más jóvenes ya están todos recién bañados, limpios, bien peinados, luciendo ropas nuevas.
gn: Ka'arupytũvo, mitã ha mitãrusumimi ojahu ha ipotĩ'asýma, oñemoapesýi ha omoĩ ijao pyahu.

source: Ellos salen a recorrer el vecindario, a visitar los pesebres.
gn: Ha'ekuéra oho opavave hogaykereguápe, ohechávo pe mymbakeha.

source: Siendo recibidos por los dueños de casas, que los hacen pasar hasta donde está el pesebre y allí sentados miran el pesebre.
gn: Upépe ogajarakuéra omomaitei, ombohasa ha omboguapy chupekuéra pe mymbakeha renondépe.

source: Los dueños de casas les servirán un pedazo de sopa, el clericó y a la ida los visitantes reciben caramelos.
gn: Ogajarakuéra ogueropojái chupekuéra sópa ha keleriko; ha ohokuetévo hikuái ome'ẽ chupekuéra mba'ehe'ẽmimi.

source: Es costumbre repetir una frase ritualística por todos conocida “Que lindo es tu pesebre”.
gn: Upe jave katuete umi ouva'ekue ohecha mymbakeha, he'íva'erã “Iporãitépa nde pesebre”.

source: Ya entrada la noche y hasta la medianoche; es decir, hasta la Navidad se escucha la explosión de bombas, bombitas y mbokavicho; además, los niños encienden sus estrellitas.
gn: Pyharévoma ha pyharepyte peve; ja'eporãsérõ Arareñói meve oñehendu ñembokapu: mba'ekapuha guasu, mba'ekapuha'i ha mbokavícho; upéicha avei, mitãmimi omyendy mbyja'ikuéra.

source: Luego, cerca de la medianoche o a la medianoche, los miembros de la familia se sientan alrededor de la mesa, cubierta por un mantel blanco de ao po'i, a compartir la cena de Nochebuena y Navidad, escuchando villancicos y canciones de navidad.
gn: Upe rire, pyharepytepotávo térã pyharepytete jave, oñepehẽnguéva oguapypaite mesa jerere, oñembo'apéva ao po'ípe, okarupyharévo; omoĝuahẽvo ijapýpe Pyharemarangatu ha omomaiteívo Arareñói, ohenduhápe opaichagua arareñói mba'epu'i ha purahéi.

source: A la medianoche, entre explosiones de petardos, todos se confunden en un fuerte abrazo, y entre besos y lágrimas, se saludan con un FELIZ NAVIDAD.
gn: Pyharepyte oĝuahẽvo, mbokapupara pa'ũme, ñeañuã hatãva rupi, ñehetũ ha tesaýpe, opavave oñomomaitei, he'ívo ojupe VY'APAVẼ TUPÃRA'Y ARAREÑÓIRE.

source: Finalmente, frente al pesebre, todos elevan una oración celebrando el Nacimiento del Niño Jesús.
gn: Ipahápe, opavave oñemboja mymbakeha renondépe ha oñembo'e omomorãvo Tupãra'y Arareñói.

source: Un hombre murió y se dio cuenta que Dios venía a buscarlo con una maleta en la mano.
gn: Peteĩ kuimba'e omano ha oñandu Ñande Ru ouha ipiári peteĩ mba'eryru ipópe.

source: Dios le dijo: “Bien hijo es hora de irnos”.
gn: Ñande Ru he'i chupe: “Néi che ra'y jahamava'erã”.

source: El hombre asombrado preguntó: “Ya? Tan pronto?
gn: Kuimba'emi oporandu py'atytýipe: “Áĝamapiko. Pya'etépa.

source: Tenía muchos planes...”
gn: Hetaite mba'e niko ajaposevékuri…”

source: -“Lo siento pero es el momento de tu partida.”
gn: -“Che avéniko ambyasy jepémo upéicha rehómava'erã.”

source: -“Que traes en la maleta?”, preguntó el hombre.
gn: -“Mba'éiko regueru pe mba'eryrúpe”, oporandu kuimba'e.

source: Y Dios le respondió: “Tus pertenencias...”
gn: Ha Ñande Ru ombohovái: “Ne rembipurukuéra…”

source: -“Mis pertenencias?, Traes mis cosas, mi ropa, mi dinero?”
gn: -“Che rembipurukuéra piko. Reguerúpiko che mba'éva guive, che ao, che viru”

source: Dios le respondió: “Eso nunca te perteneció, eran de la tierra.”
gn: Ñande Ru ombohovái: “Umíva niko nanemba'éi, yvy mba'e niko umíva.”

source: -“Traes mis recuerdos?”
gn: -“Reguerúpa che remimandu'akuéra.”

source: -“Esos nunca te pertenecieron, eran del tiempo.”
gn: -“Umíva niko nanemba'éi, umíva niko ára mba'e.”

source: -“Traes mis talentos?”
gn: -“Reguerúpa che rekomba'erepy.”

source: -“Esos no te pertenecieron, eran de las circunstancias.”
gn: -“Umíva niko nanemba'éi, umíva niko tembiasa mba'e.”

source: -“Traes a mis amigos, a mis familiares?”
gn: -“Reguerúpa che angirũ ha che pehẽnguekuérape.”

source: -“Lo siento, ellos nunca te pertenecieron, eran del camino.”
gn: -“Mba'erãpa rombotavýta, ha'ekuéra niko nanemba'éi, ha'ekuéra niko tape mba'e.”

source: -“Traes a mi mujer y a mis hijos?”
gn: -“Reguerúpa che rembireko ha che ñemoñarekuérape.”

source: -“Ellos nunca te pertenecieron, eran de tu corazón.”
gn: -“Ha'ekuéra niko nanemba'éi, ha'ekuéra niko ne korasõ mba'e.”

source: -“Traes mi cuerpo?”
gn: -“Reguerúpa che rete.”

source: -“Nunca te perteneció, ese era del polvo.”
gn: -“Araka'eve niko nanemba'éi, upéva niko yvytimbo rehegua.”

source: -“Entonces traes mi alma?”
gn: -“Upéicharõpiko regueru che ã.”

source: -“No, esa es mía.”
gn: -“Nahániri, upéva chemba'e.”

source: Entonces el hombre lleno de miedo, le arrebató a Dios la maleta y al abrirla se dio cuenta que estaba vacía.....
gn: Upémarõ kuimba'emi henyhẽva kyhyjégui, ohekýi Ñande Rúgui pe mba'eryru ha omañávo hyepýpe ojuhu nandiha…

source: Con lágrimas en los ojos, el hombre dijo: “Nunca tuve nada?”
gn: Tesay kukúipe kuimba'e osẽ he'i: “Araka'evepiko ndarekoivoíkuri mba'eve.”

source: -“Así es, cada uno de los momentos que viviste fueron solo tuyos.
gn: -“Upeichaite, peteĩteĩ ha opaite mba'e rehasava'ekue nde rekovépe, nemba'ékuri.

source: La vida es solo un momento... Por eso, mientras estés a tiempo disfrútala en su totalidad.
gn: Tekove niko peteĩ tesapirĩnte… Upévare, ikatu aja, eñeha'ãva'erã nde rekokatu ikatuha peve.

source: Que nada de lo que crees que te pertenece te detenga...
gn: Ani mba'eve -nde eréva nemba'eha- ndejoko.

source: Vive el ahora.
gn: Ko'aĝa reikova'erã.

source: Vive tu vida...
gn: Eikóke ha emoingovéke nde rekove.

source: Y no te olvides de SER FELIZ, es lo único que realmente vale la pena.
gn: Ha ani nderesarái nevy'apavẽva'erãha, upéva añoite pe añeteguáva.

source: Las cosas materiales y todo lo demás por lo que luchaste, se quedan aquí.
gn: Umi ne rembipuru ha opaite ambue mba'e reñeha'ãva'ekuére opytáta ko'ápe.

source: No te llevarás nada de acá.
gn: Mba'evete ndereguerahamo'ãi ko'águi.

source: Valora a quienes te valoran y no pierdas el tiempo con alguien que no tiene tiempo para ti.
gn: Emomba'eguasu umi nemomba'eguasúvape ha ani rejesareko umi nanderechakuaáivape.

source: Los Guarani suelen decir que nuestro final no está en la tierra, no somos para acá; por eso, la tierra no tiene dueño, los animales no tienen dueño, las plantas no tienen dueño.
gn: Guaranikuéra niko he'íva ñande ndaha'éi ápe ĝuarã, upévare yvy ndaijárai, mymba ndaijárai, ka'avo ndaijárai.

source: Nosotros somos simples transeúntes.
gn: Ñande jahasánte ko'a rupi.

source: No debemos juntar nada pues nada llevaremos.
gn: Nañambyatýiva'erã mba'eve, ndajaguerahamo'ãigui mba'eve ko'águi.

source: Venimos a la tierra para lograr nuestra plenitud.
gn: Jaju ñanderekokatu haĝua.

source: Así como vinimos, nos iremos.
gn: Jajuhaguéicha jahajeýta.

source: Aquí quedará nuestro cuerpo que se mezclará con la tierra y nuestra alma se desprendará y migrará a la Tierra Sin Mal.
gn: Opytáta ñande rete ha ojehe'ajeýta yvýra ha ñane ã ojehekýita oho haĝua Yvy Mara'ỹme.

source: Aprovecha cada segundo que vivas pues solamente eso es lo que llevarás contigo al abandonar la tierra.
gn: Eipurukuaáke opaite aravo'ive nde rekopegua, upevamínte ha'éva upe reguerahátava rohokuévo ko yvy ape árigui.

source: Iniciamos un nuevo año y en el ánimo de todos está el deseo que el mismo sea el mejor de todos.
gn: Ñamoñepyrũ peteĩ ary pyahu ha opavavévante jaipota oiko kóvagui pe ary iporãveva opavavetéva apytépe.

source: El año nuevo es un desafío y a la vez una grande y nueva oportunidad para intentar vivir mejor y cumplir todos nuestros sueños.
gn: Ary pyahu niko ñanepy'ara'ã ha upekuévo ha'e avei peteĩ pa'ũ kakuaa ha ipyahúva jaipykúi haĝua tekoporãve rape ha ñamoañete haĝua maymave ñande kerayvoty.

source: Podríamos empezar este nuevo viaje con la siguiente reflexión de Pablo Neruda.
gn: Ñañepyrũkuaa ko guata pyahu karai guasu Pablo Neruda remiandu rupive.

source: No culpes a nadie.
gn: Ani rekaguai ndejehe.

source: Nunca te quejes de nadie porque fundamentalmente tú has hecho tu vida.
gn: Ani rejahéi avavére ndentevoi ha'égui upe reje'apóva.

source: Acepta la responsabilidad de edificarte a ti mismo.
gn: Reje'apo haĝua tekotevẽ ndevoi reñemoneĩ ndejupe.

source: El valor de acusarte en el fracaso para volver a empezar, corrigiéndote.
gn: Rehechakuaávo rejavyhague reñepyrũjey'arã reguata remyatyrõ rire ne rembiapo vai.

source: El triunfo del verdadero hombre surge de las cenizas del error.
gn: Ava reko porã niko heñóiva mba'evai tanimbukuégui.

source: Nunca te quejes del ambiente o de los que te rodean, hay quienes en tu mismo lugar supieron vencer.
gn: Ani rekaguai nde rekoha térã nde jerére oikóvare, heta oĩ upérupi ne rendaguetépe oñakarapu'ãva'ekue.

source: Las circunstancias son buenas o malas según la voluntad o fortaleza de tu corazón.
gn: Tekokatu térã tekomarã heñói ndénte reipotágui ha ne korasõ omoneígui.

source: Aprende a convertir toda situación difícil en un arma para luchar.
gn: Opa mba'e vai rehasávagui rejapova'erã peteĩ tembipuru nepytyvõkuaáva ñorairõháme.

source: No te quejes de la pobreza, de tu soledad o de tu suerte, enfréntalos con valor y acepta que de una o otra forma son el resultado de tus actos y la prueba que has de ganar.
gn: Ani reñembyasy ne mboriahu, ne'año térã nandepo'áihaguére, embohovakéke umívape ha upekuévo rehechakuaáta umi mba'e ouha ne rembiapokuégui ha umíva rehe reñemotenondeva'erãha.

source: No te amargues con tus propios fracasos, ni se los cargues a otros, acéptate ahora o seguirás justificándote como un niño.
gn: Ani ndepy'arõ nendivevoi, ha ani rembohasa ambue akã ári mba'e ndéve ojehúva, ejehechakuaa ko'áĝa ỹramo reñembotavýta ku mitã oñembotavyháicha ijupe.

source: Recuerda que cualquier momento es bueno para comenzar y que ninguno es tan terrible para claudicar.
gn: Opaite ára niko iporã reñepyrũjey haĝua ha ndaipori pa'ũ, peteĩmínte jepe, ere haĝua nderehupytymo'ãiha ne rembipota.

source: Deja ya de engañarte, eres la causa de ti mismo, de tu necesidad, de tu dolor, de tu fracaso.
gn: Anive reñembotavy ndejupe, nde ha'e opa mba'e ypy, ndepypentevoi heñói umi ne rembipota, ne mba'embyasy, nde py'amirĩ.

source: Si, tú has sido el ignorante, el irresponsable, tú únicamente tú, nadie puede haber sido por ti.
gn: Añetehápe, ndentevoi upe rejekuaaporã'ỹva ndejupe, upe hekokatu'ỹva, ndentevoi, avave ndaikatúi ojapo umi mba'e nderérape.

source: No olvides que la causa de tu presente es tu pasado, como la causa de tu futuro es tu presente.
gn: Aníke nderesarái, opaite mba'e ojehúva ndéve ko'áĝa heñói nde reko ymavépe; ha upéicha avei, ne renonderã oñemopyenda nde reko ko'aĝaguápe.

source: Aprende de los fuertes, de los audaces, imita a los valientes, a los enérgicos, a los vencedores, a quienes vencieron a pesar de todo.
gn: Arandu rekávo tekotevẽ rejesareko umi imbaretévare, umi ikatupyrývare, eha'ã umi ipy'aguasúvape, umi ipyapývape, umi akóinte itenondevévape, umi heko'apysẽva'ekue opaite mba'erasýgui.

source: Piensa menos en los problemas y más en tu trabajo y los problemas sin alimento morirán.
gn: Ani rejepy'apyeterei umi ne apañuãire, emombareteve uvei ne rembiapo ha rehechakuaáta mba'éichapa umi apañuãi oguéta ijehegui.

source: Aprende a nacer desde el dolor y a ser grande, que es el más grande de los obstáculos.
gn: Akóinte nereñoijeyva'erã opaite mba'erasy rehasava'ekuégui ha emombaretévo jerovia ndejehe remokechẽta taha'eha'éva mba'evaípe.

source: Mírate al espejo de ti mismo: comienza a ser sincero contigo mismo reconociéndote por tu valor, por tu voluntad y por tu debilidad para justificarte.
gn: Emaña ndejehe ha embohysýi umi mba'e nemombaretéva: nde rekopu'aka, ne rembipota ha ne py'akangy reikuaa porã haĝua mávapa nde.

source: Recuerda que dentro de ti hay una fuerza que todo puede hacerlo, reconociéndote a ti más libre y más fuerte dejarás de ser un títere de las circunstancias, porque tú eres tu destino.
gn: Nemandu'ava'erã ndepype oĩha pu'aka ijojaha'ỹva opaite mba'e apoharã; reikuaaporãvo nde rekosãsoha ha ikatuha ndepu'aka opaite mba'ére, nde ndaha'emo'ãvéima po'a rembipuru nde ha'égui nde rekove renonderã jára.

source: Y nadie puede sustituirte en la construcción de tu propio destino.
gn: Ha avave ndaikatúi nemyengovia nde rekove renonderã apópe.

source: Levántate y mira por las montañas y respira la luz del amanecer, tú eres parte de la fuerza de la vida.
gn: Epu'ã ha ejesareko yvytyrusúre ha nepytuhẽke arasẽ pýri, nde ha'égui tekove mbarete pytu.

source: Ahora despierta, camina, lucha, decídete y triunfarás en la vida.
gn: Upévare, epáy, eguata, eñorairõ ha katuete netenondéta ko arapýpe.
